Revit 2027 API
FormattedText.GetPlainText Method
Overload List
Name | Description
GetPlainText() |  Returns the entire text in a plain text form.
GetPlainText(TextRange) |  Returns a substring of the text in a plain text form. The start and end of the substring is identified by a given TextRange.
Top
See Also
Reference
FormattedText Class
Autodesk.Revit.DB Namespace